Repository: ControlledChaos/bbp-avatar
Catalog: languages/bbp-avatar-*.po
Languages: fr_fr

source: Avatar Settings
fr_fr: Réglages Avatar

source: Avatar settings to customize its behavior.
fr_fr: Personnaliser le comportement des Avatars.

source: The author of the bbpavatar draft posts is : %s, he is able to upload avatar suggestions for the forum participants
fr_fr: L&#39;auteur de l&#39;article brouillon de bbpavatar est : %s, il est en mesure de télécharger des suggestions d&#39;avatars pour les participants du forum.

source: Edit Prodile link
fr_fr: Lien d&#39;édition du profil

source: Full width for the avatar
fr_fr: Largeur complète pour l&#39;avatar

source: Full height for the avatar
fr_fr: Hauteur complète pour l&#39;avatar

source: Disable.
fr_fr: Neutraliser.

source: Replace WordPress edit profile link (admin) with bbPress one (front)
fr_fr: Remplacer le lien d&#39;édition du profil WordPress (admin) par celui de bbPress (front)

source: Avatar of %s
fr_fr: Avatar de %s

source: Allowed Files
fr_fr: Fichiers autorisés

source: bbPress Avatar uses this draft post to attach the avatars of your bbPress users, please leave it as is. It will not show on your blog.
fr_fr: bbPress Avatar utilise cet article brouillon afin d&#39;y attacher les avatars de vos utilisateurs bbPress, merci de ne pas y toucher. Il ne s&#39;affichera pas sur votre blog.

source: The images you will attach to this post will be available for users as avatar suggestions
fr_fr: Les images que vous attacherez à cet article seront disponibles aux autres utilisateurs en tant que suggestions d&#39;avatars

source: bbPress Avatar utility - Do not delete
fr_fr: Utilitaire bbPress Avatar - Ne pas effacer

source: Avatar Image
fr_fr: Image d&#39;Avatar

source: Upload your Avatar
fr_fr: Téléchargez votre Avatar

source: Change your Avatar
fr_fr: Modifier votre Avatar

source: Delete your Avatar
fr_fr: Supprimer votre Avatar

source: The uploaded file is not a valid image. Please try again.
fr_fr: Le fichier téléchargé n&#39;est pas une image valide. Merci de réessayer.

source: Extends bbPress to manage Avatars locally (upload/get)
fr_fr: Enrichit bbPress pour disposer d&#39;un système local de management des Avatars.
